import React from "react";

export default function ProfileBio() {
  return (
    <>
      <p>
        Два года назад решил уйти в разработку. Начал с самостоятельного
        изучения направлений в IT, остановился на JavaScript. Интерес развивался
        с опытом освоения новых технологий. В Web-разработке остановился на
        стеке MERN. Имеется опыт разработки онлайн магазина и одностраничных
        приложений с нуля. На конкурсной основе выиграл грант (попал в топ-3) в
        Международной школе анализа данных и разработки — Mathshub, где успешно
        прохожу обучение. В данный момент нахожусь в поиске компании, где будет
        мотивированная и отзывчивая команда, в которой я смогу развиваться и
        быть полноценным участником. Профессиональные цели на 1-3 года: вырасти
        в грейде до уверенного Middle+ разработчика.
      </p>
    </>
  );
}
